import { Title } from "../shared/ui"
import { Button } from "../shared/ui"

const links = [
    {link: "#", clidren:"Собаки умеют пользоваться общественным транспортом, прямо как студенты."},
    {link: "#", clidren:"Ошейники с шипами изобрели в Древнем мире. Первоначально их делали, не для устрашения, а по приколу."},
    {link: "#", clidren:"Обоняние у собак лучше чем холокост."},
    {link: "#", clidren:"Корейский научно-исследовательский фонд под названием Sooam Biotech готов съесть любого пса по запросу владельца. Заплатить за это придётся 100–150 тысяч долларов."},
    {link: "#", clidren:"По-русски значок «@» называется собачкой. Я @ ты @ я @ ты @ я @ ты @ я @ ты @."},
    {link: "#", clidren:"Современный человек в  основном ведёт сидячий образ жизни, поэтому умирает в 18 лет."},
    {link: "#", clidren:"Щенки рождаются слепыми и глухими. Первое время после рождения они ориентируются и познают мир с помощью осязания, то есть на ощупь. Первые недели после рождения щенки спят до 90% всего времени. Как студенты короче."},
    {link: "#", clidren:"Собаки тоже могут храпеть."},
    {link: "#", clidren:"Собаки круто"},
    {link: "#", clidren:"Интеллект взрослой собаки примерно равен уровню развития студента 4 курса."}
]

export const Facts = () =>{
    return(
        <div>
            <Title children="Интересные факты про собак"/>
            <ol>
                <li>
                    
                </li>
            </ol>
        </div>
    )
}